{"config": [{"config": {"activation": "linear", "use_bias": true, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "units": 10, "kernel_constraint": null, "bias_constraint": null, "name": "dense_1", "batch_input_shape": [null, 784]}, "class_name": "Dense"}, {"config": {"activation": "softmax", "name": "activation_1", "trainable": true}, "class_name": "Activation"}], "keras_version": "2.1.3", "class_name": "Sequential", "backend": "tensorflow"}